Repository: IllusionMods/KKManager
Catalog: src/KKManager.Updater/Properties/Resources.*.resx
Languages: ru, zh_hans, zh_hant

# SecurityExceptionRetry_Message
source: Failed to create file in directory {0} because of a security issue - {1} Do you want KK Manager to attempt to fix the issue? Click cancel if you want to abort.
ru: Не удалось создать файл в каталоге {0} из-за проблемы - {1} Хотите, чтобы KKManager попытался устранить проблему? Нажмите отмена, если хотите прервать процесс.
zh_hans: 由于安全问题，在目录 {0} 中创建文件失败 - {1} 是否想让KK Manager尝试修复这个问题？如果不想，请点击取消。
zh_hant: 因安全問題無法在目錄 {0} 中建立檔案 - {1} 是否要讓 KK Manager 嘗試修復此問題？若要中止操作，請點擊取消。

# SecurityExceptionRetry_Title
source: Could not apply update
ru: Не удалось применить обновление
zh_hans: 无法安装更新
zh_hant: 無法套用更新

# ModUpdateProgress_PleaseWait
source: Please wait, this might take a few minutes.
ru: Подождите, это может занять несколько минут.
zh_hans: 请稍等，这可能需要几分钟时间。
zh_hant: 請稍候，此過程可能需要幾分鐘。

# ModUpdateProgress_PleaseWait_P2P
source: It can take over 10 minutes when P2P is enabled.
ru: При вкл. P2P это займёт более 10 минут.
zh_hans: 启用P2P时，可能需要等待超过10分钟。
zh_hant: 當P2P功能啟用時，此過程可能需要超過10分鐘。

# ModUpdateProgress_Preparing
source: Preparing...
ru: Подготовка...
zh_hans: 准备中...
zh_hant: 正在準備中...

# ModUpdateProgress_Searching
source: Searching for mod updates...
ru: Поиск обновлений модов...
zh_hans: 搜索Mod更新中...
zh_hant: 正在搜尋模組更新...

# ModUpdateProgress_AllUpToDate
source: Everything is up to date!
ru: Все моды обновлены!
zh_hans: 全部已更新！
zh_hant: 一切皆為最新狀態！

# ModUpdateProgress_UpdatesFoundConfirmation
source: Found {0} update tasks ({1} were already up-to-date), waiting for user confirmation.
ru: Найдено {0} задачи обновления ({1} уже были установлены), ожидается подтверждение пользователя.
zh_hans: 发现 {0} 项更新任务（ {1} 项已经是最新的），等待用户确认。
zh_hant: 找到 {0} 個更新任務（其中 {1} 個已為最新狀態），等待使用者確認。

# ModUpdateProgress_Downloading
source: Downloading updates...
ru: Загрузка обновлений...
zh_hans: 下载更新中...
zh_hant: 正在下載更新...

# ModUpdateProgress_Finished_Main
source: Successfully updated/removed {0} files from {1} tasks.
ru: Успешно обновлено/удалено {0} файлов из {1} задач.
zh_hans: 成功更新或删除了 {1} 任务中的 {0} 文件。
zh_hant: 已成功更新/移除 {0} 個檔案，來自 {1} 個任務。

# ModUpdateProgress_Finished_Fails
source: Failed to update {0} files because some sources crashed. Check log for details.
ru: Не удалось обновить {0} файлов из-за сбоя источников. Проверьте лог для подробной информации.
zh_hans: 更新 {0} 文件失败，因为一些源崩溃了。请检查日志来了解详情。
zh_hant: 更新 {0} 個檔案失敗，因為某些來源發生崩潰。請檢查日誌以獲取詳細資訊。

# ModUpdateProgress_Finished_FailReasons
source: Reason(s) for failing:
ru: Причина(ы) неудачи:
zh_hans: 错误原因：
zh_hant: 失敗的原因：

# ModUpdateProgress_Finished_Title
source: Finished updating
ru: Завершение обновления
zh_hans: 更新完成
zh_hant: 更新完成

# ModUpdateProgress_Failed_Outdated
source: KK Manager needs to be updated to get updates.
ru: Для получения обновлений необходимо обновить KKManager.
zh_hans: 此版本已过时，请更新。
zh_hant: KK Manager 需要更新才能取得最新版本。

# ModUpdateProgress_Failed_CancelledByUser
source: Update was cancelled by the user.
ru: Обновление отменено пользователем.
zh_hans: 更新已被用户取消。
zh_hant: 更新已被使用者取消。

# ModUpdateProgress_Failed_Unexpected
source: Unexpected crash while updating mods, aborting.
ru: Неожиданный сбой при обновлении модов, останавливаем процесс.
zh_hans: 在更新Mods时出现了意外的崩溃，操作已被中止。
zh_hant: 更新模組時發生意外當機，中止操作。

# ModUpdateProgress_Failed_Unexpected_Message
source: Something unexpected happened and the update could not be completed. Make sure that your internet connection is stable, and that you did not hit your download limits, then try again. Error message (check log for more): {0}
ru: Произошло непредвиденное, и обновление не удалось завершить. Убедитесь, что ваше интернет-соединение стабильно, и лимит загрузки не превышен, затем повторите попытку. Сообщение об ошибке (проверьте журнал): {0}
zh_hans: 出现了一些意外状况，导致更新无法完成。请确保您的网络连接稳定，且未超出下载限制，然后重试。 错误信息（请查看日志以了解详细信息） {0}
zh_hant: 發生意外狀況導致更新無法完成。請確認網路連線穩定且未達下載流量上限，然後重新嘗試。 錯誤訊息（詳見日誌）： {0}

# ModUpdateProgress_Failed_Unexpected_Title
source: Update failed
ru: Сбой обновления
zh_hans: 更新失败
zh_hant: 更新失敗

# ModUpdateProgress_NothingWasDownloaded
source: Nothing was downloaded
ru: Ничего не было загружено
zh_hans: 未下载任何内容
zh_hant: 沒有任何東西被下載

# ModUpdateProgress_DownloadFinishedStats
source: Downloaded {0} out of {1} in {2}
ru: Загружено {0} из {1} за {2}
zh_hans: 在 {2} 的 {1} 中下载了 {0}
zh_hant: 已下載 {0} 個檔案，共 {1} 個檔案，耗時 {2}

# ModUpdateProgress_DownloadFinished_Seeding
source: Seeding {0}/s to {1} peers (Click OK to stop)
ru: Раздача на скорости {0}/с {1} пирам (Нажмите OK для остановки)
zh_hans: 正在为 {1} 个节点做种，速度为 {0}/秒（点击“确定”停止）
zh_hant: 向 {0} 個節點發送 {1} 個種子檔（點擊確定以停止）

# ModUpdateProgress_DownloadFinished_Average
source: Average download speed: {0}/s)
ru: Средняя скорость загрузки: {0}/с)
zh_hans: 平均下载速度： {0}/s)
zh_hant: 平均下載速度：{0}/秒

# ModUpdateProgress_OKbutton
source: OK
ru: Ок
zh_hans: 确定

# ModUpdateProgress_Finishing
source: Finishing the update process, please wait...
ru: Завершение процесса обновления, подождите...
zh_hans: 更新过程即将完成，请耐心等待...
zh_hant: 更新程序正在完成中，請稍候...

# ModUpdateProgress_ThisCouldTakeAMinute
source: This could take a minute.
ru: Это займёт минуту.
zh_hans: 这可能需要一点时间。
zh_hant: 這可能需要一分鐘。

# ModUpdateSelect_AllUpToDate
source: All mods are up to date!
ru: Все моды обновлены!
zh_hans: 所有Mods都是最新的！
zh_hant: 所有模組皆已更新至最新版本！

# ModUpdateSelect_SelectTaskToView
source: Select a task to view its details.
ru: Выберите задачу, чтобы просмотреть ее детали.
zh_hans: 选择一个项目来查看其详细信息。
zh_hant: 選擇一項任務以檢視其詳細資訊。

# ModUpdateSelect_WillBeRemoved
source: Will be removed
ru: Будет удалено
zh_hans: 将被删除
zh_hant: 將會被移除

# ModUpdateSelect_FailedMessage_Title
source: Failed to get updates
ru: Не удалось получить обновления
zh_hans: 更新信息获取失败
zh_hant: 未能取得更新

# ModUpdateSelect_SizeStatus_Nothing
source: Nothing to download
ru: Нечего загружать
zh_hans: 无可下载内容
zh_hant: 無需下載

# ModUpdateSelect_SizeStatus_BytesToDownload
source: {0} to download
ru: Осталось загрузить {0}
zh_hans: 有 {0} 可供下载
zh_hant: {0} 下載
