Repository: IllusionMods/KKManager
Catalog: src/KKManager/Windows/MainWindow.*.resx
Languages: ru, zh_hans, zh_hant

# exitToolStripMenuItem.Text
source: Exit
ru: Выйти
zh_hans: 退出
zh_hant: 退出

# fileToolStripMenuItem.Text
source: &File
ru: Файл
zh_hans: 文件
zh_hant: &檔案

# openFemaleCardFolderToolStripMenuItem.Text
source: Open female card folder
ru: Открыть папку с женскими картами
zh_hans: 女性人物视图
zh_hant: 開啟女性卡片資料夾

# openMaleCardFolderToolStripMenuItem.Text
source: Open male card folder
ru: Открыть папку с мужскими картами
zh_hans: 男性人物视图
zh_hant: 開啟男性卡片資料夾

# otherToolStripMenuItem.Text
source: Open other folder...
ru: Открыть другую папку...
zh_hans: 其他
zh_hant: 開啟其他資料夾...

# openCardBrowserToolStripMenuItem.Text
source: Open card browser
ru: Открыть менеджер карт
zh_hans: 卡片视图
zh_hant: 開啟卡片瀏覽器

# sideloaderModsToolStripMenuItem.Text
source: Open sideloader mod browser
ru: Открыть менеджер модов
zh_hans: Mod视图
zh_hant: 開啟側載模組瀏覽器

# openPluginBrowserToolStripMenuItem.Text
source: Open plugin browser
ru: Открыть менеджер плагинов
zh_hans: 插件视图
zh_hant: 開啟外掛瀏覽器

# openPropertiesToolStripMenuItem.Text
source: Open properties
ru: Открыть настройки
zh_hans: 属性视图
zh_hant: 開啟屬性

# openLogViewerToolStripMenuItem.Text
source: Open log viewer
ru: Открыть журнал
zh_hans: 日志视图
zh_hant: 開啟日誌檢視器

# viewToolStripMenuItem.Text
source: &View
ru: Просмотр
zh_hans: 视图
zh_hant: &檢視

# startTheGameToolStripMenuItem.Text
source: &Start
ru: Запуск
zh_hans: 程序
zh_hant: &開始

# installDirectoryToolStripMenuItem.Text
source: Install directory
ru: Каталог установки игры
zh_hans: 游戏安装目录
zh_hant: 安裝目錄

# screenshotsToolStripMenuItem.Text
source: Screenshots
ru: Скриншоты
zh_hans: 截图
zh_hant: 螢幕截圖

# charactersToolStripMenuItem.Text
source: Characters
ru: Персонажи
zh_hans: 人物角色
zh_hant: 角色

# scenesToolStripMenuItem.Text
source: Scenes
ru: Сцены
zh_hans: 场景
zh_hant: 場景

# openToolStripMenuItem.Text
source: &Open directory
ru: Открыть папку
zh_hans: 文件夹
zh_hant: &開啟目錄

# installANewModToolStripMenuItem.Text
source: Install a new mod...
ru: Установить новый мод...
zh_hans: 安装一个新Mod
zh_hant: 安裝新模組...

# updateSideloaderModpackToolStripMenuItem.Text
source: &Mod updater
ru: Обновление модов
zh_hans: 检查更新
zh_hant: &模組更新器

# checkForUpdatesOnStartupToolStripMenuItem.Text
source: Check for mod updates on startup
ru: Проверять обновления модов при запуске
zh_hans: 启动时检查更新
zh_hant: 啟動時檢查模組更新

# fixFileAndFolderPermissionsToolStripMenuItem.Text
source: Fix file and folder permissions
ru: Фикс разрешений папок и файлов
zh_hans: 修复文件和文件夹权限
zh_hant: 修復檔案與資料夾權限

# changeGameInstallDirectoryToolStripMenuItem.Text
source: Select game directory...
ru: Выберите папку с игрой...
zh_hans: 选择游戏安装目录
zh_hant: 選擇遊戲目錄...

# compressGameFilesToolStripMenuItem.Text
source: Compress game files
ru: Сжать игровые данные
zh_hans: 压缩游戏文件
zh_hant: 壓縮遊戲檔案

# developersToolStripMenuItem.Text
source: Developers
ru: Для разработчиков
zh_hans: 开发者功能
zh_hant: 開發人員

# toolsToolStripMenuItem.Text
source: &Tools
ru: Инструменты
zh_hans: 工具(&T)
zh_hant: &工具

# languagesToolStripMenuItem.Text
source: Language
ru: Язык
zh_hans: 语言
zh_hant: 語言

# readmeAndSourceCodeToolStripMenuItem.Text
source: Readme
zh_hans: 源代码
zh_hant: 閱讀說明

# checkForUpdatesToolStripMenuItem.Text
source: Check for new KKManager versions...
ru: Проверить обновления KKManager...
zh_hans: 检查新版本
zh_hant: 檢查是否有新版 KKManager...

# aboutToolStripMenuItem.Text
source: About
ru: О программе
zh_hans: 关于
zh_hant: 關於

# helpToolStripMenuItem.Text
source: Help
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# lookForModUpdatesToolStripMenuItem.Text
source: Look for mod updates...
ru: Проверить обновления модов
zh_hans: 更新Mods
zh_hant: 尋找模組更新...

# openIndividualDownloadWebsiteToolStripMenuItem.Text
source: Open the single-mod-download website
ru: Открыть сайт с модами
zh_hans: 打开单一Mods的下载网站
zh_hant: 開啟單一模組下載網站

# useSystemProxyServerToolStripMenuItem.Text
source: Use system proxy server for FTP (needs restart)
ru: Использовать системные настройки прокси для FTP
zh_hans: 使用系统代理服务器进行FTP（需要重启程序）
zh_hant: 使用系統代理伺服器進行 FTP 傳輸（需重新啟動）

# p2PDownloaderSettingsToolStripMenuItem.Text
source: P2P update transfer settings...
ru: Настройки P2P передачи...
zh_hans: P2P传输设置...
zh_hant: P2P 更新傳輸設定...

# cleanUpDuplicateZipmodsToolStripMenuItem.Text
source: Clean up duplicate zipmods
ru: Очистить дубликаты модов
zh_hans: 清理重复的zipmods
zh_hant: 清理重複的zipmod模組

# openModpackToolToolStripMenuItem.Text
source: Open ModpackTool
ru: Открыть ModpackTool
zh_hans: 打开Modpack工具
zh_hant: 開啟模組包工具

# generateContentsOfUpdatexmlToolStripMenuItem.Text
source: Generate contents of Update.xml...
ru: Создать содержание Update.xml...
zh_hans: 生成Update.xml的内容...
zh_hant: 生成 Update.xml 的內容...

# settingsToolStripMenuItem.Text
source: Settings
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# licenseToolStripMenuItem.Text
source: License
ru: Лицензия
zh_hans: 许可
zh_hant: 許可證

# websiteToolStripMenuItem.Text
source: Website / Source code
ru: Сайт / Открытый код
zh_hans: 网站/源代码
zh_hant: 網站／原始碼

# compressBundlesAndRandomizeCABsToolStripMenuItem.Text
source: Compress bundles in a folder...
ru: Сжать бандлы в папке...
zh_hans: 压缩在一个文件夹中...
zh_hant: 將資料夾中的檔案束壓縮...

# cleanUpDuplicateAndInvalidZipmodsToolStripMenuItem.Text
source: Clean up duplicate and invalid zipmods...
ru: Очистить дубликаты и поврежденные моды
zh_hans: 清理重复的和无效的zipmods...
zh_hant: 清理重複及無效的zipmod模組...

# openGameLogToolStripMenuItem.Text
source: Open game log...
zh_hans: 打开游戏日志
zh_hant: 開啟遊戲記錄...

# changeGameInstallDirectoryToolStripMenuItem.ToolTipText
source: Point KKManager to a different game install.
zh_hans: 将KKManager指向其他游戏安装
zh_hant: 將 KKManager 指向不同的遊戲安裝位置。

# installANewModToolStripMenuItem.ToolTipText
source: Attempt to install a plugin or a zipmod. For plugins, patchers and especially non-zipmod mods it's recommended to follow the installation steps provided by the author instead.
zh_hans: 尝试安装插件或zipmod。 对于插件、补丁程序，特别是非zipmod mods，建议按照作者提供的安装步骤进行操作。
zh_hant: 嘗試安裝外掛程式或zipmod模組。 針對外掛程式、修補程式，尤其是非zipmod格式的模組，建議遵循作者提供的安裝步驟進行操作。

# openIndividualDownloadWebsiteToolStripMenuItem.ToolTipText
source: You can download zipmods individually here instead of updating the whole modpack.
zh_hans: 你可以在这里单独下载zipmods，而不是更新整个modpack。
zh_hant: 您可在此處單獨下載zipmods，無需更新整個模組包。

# checkForUpdatesOnStartupToolStripMenuItem.ToolTipText
source: The Mod updater menu button will turn green if there is an update available.
zh_hans: 如果有可用的更新，Mod更新器菜单按钮将变为绿色。
zh_hant: 若存在可用更新，模組更新器的選單按鈕將轉為綠色。

# p2PDownloaderSettingsToolStripMenuItem.ToolTipText
source: Note: FTP connections are still required even with P2P enabled.
zh_hans: 注意：即使启用了P2P，仍然需要FTP连接。
zh_hant: 注意：即使啟用了點對點功能，仍需建立FTP連線。

# fixFileAndFolderPermissionsToolStripMenuItem.ToolTipText
source: This will attempt to fix any file or folder permission issues in the game directory. Make sure that no other applications are using anything inside the game directory before uisng, otherwise a PC restart might be required to be able to access some of the files again.
zh_hans: 这将尝试修复游戏目录中的任何文件或文件夹权限问题。 在执行ui之前，请确保没有其他应用程序正在使用游戏目录中的任何内容，否则可能需要重新启动电脑才能再次访问某些文件。
zh_hant: 此操作將嘗試修復遊戲目錄內任何檔案或資料夾的權限問題。 執行前請確保沒有其他應用程式正在使用遊戲目錄內的任何內容，否則可能需要重新啟動電腦才能再次存取部分檔案。

# compressGameFilesToolStripMenuItem.ToolTipText
source: Reduce the size of the game by recompressing its asset bundles with a higher compression level. Generally safe but might cause issues in rare cases, especially with newer games like RG or HC. If in doubt, back up the abdata and *_Data folders.
zh_hans: 通过使用更高的压缩级别重新压缩其资产包来减小游戏的大小。 一般来说是安全的，但在极少数情况下可能会导致问题，特别是对于RG或HC等较新的游戏。如有疑问，请备份abdata和*_Data文件夹。
zh_hant: 透過以更高壓縮等級重新壓縮遊戲資源包來縮小遊戲體積。 此操作通常安全無虞，但極少數情況下可能引發問題，尤其針對RG或HC等較新遊戲。如有疑慮，請先備份abdata及*_Data資料夾。

# cleanUpDuplicateZipmodsToolStripMenuItem.ToolTipText
source: Attempt to automatically clean up zipmods with the same GUIDs so that only the latest versions are left.
zh_hans: 尝试自动清理具有相同GUID的zipmods，以便只留下最新版本。
zh_hant: 嘗試自動清理具有相同GUID的zipmods，僅保留最新版本。

# languagesToolStripMenuItem.ToolTipText
source: To fully change the language KKManager needs to be restarted.
zh_hans: 要完全更改语言，需要重新启动KKManager。
zh_hant: 要完全變更語言，需要重新啟動 KKManager。

# tryToDeleteToRecycleBinToolStripMenuItem.Text
source: Try to delete to Recycle Bin
zh_hans: 尝试删除到回收站
zh_hant: 嘗試刪除至資源回收筒

# tryToDeleteToRecycleBinToolStripMenuItem.ToolTipText
source: Attempt to move files to the recycle bin when deleting cards/mods/plugins and when updating mods. If this fails for whatever reason (e.g. recycle bin is full or disabled) the files are deleted permanently.
zh_hans: 在删除卡片/模组/插件以及更新模组时，尝试将文件移至回收站。 如果此操作因任何原因失败（例如回收站已满或已禁用），则文件将被永久删除。
zh_hant: 刪除卡牌/模組/外掛程式時，以及更新模組時，嘗試將檔案移至資源回收筒。 若因任何原因（例如資源回收筒已滿或停用）導致此操作失敗，檔案將被永久刪除。

# menuStrip1.Text
source: menuStrip1
zh_hans: 菜单行程1
zh_hant: 選單列1

# toolStripStatusLabelStatus.Text
source: Status...
zh_hans: 状态
zh_hant: 狀態...

# statusStrip1.Text
source: statusStrip1
zh_hans: 状态行程1
zh_hant: 狀態列1
