Repository: IllusionMods/KKManager
Catalog: src/KKManager/Windows/Content/CardWindow.*.resx
Languages: ja, ru, zh_tw

# olvColumnName.Text
source: Name
ja: カード名
ru: Имя
zh_tw: 名稱

# olvColumnName.ToolTipText
source: Full name of the card.
ja: カードのフルネーム
ru: Полное имя персонажа.
zh_tw: 卡片全名。

# olvColumnSex.Text
source: Sex
ja: 性別
ru: Пол
zh_tw: 性別

# olvColumnSex.ToolTipText
source: Sex of the card.
ja: カードの性別
ru: Пол персонажа.
zh_tw: 卡片性別

# olvColumnPersonality.Text
source: Personality
ja: 性格
ru: Характер
zh_tw: 個性

# olvColumnPersonality.ToolTipText
source: Name of the card's personality (as seen inside maker).
ja: カードの性格の名前（メーカー内部で確認されました）
ru: Название характера персонажа (назначается в редакторе).
zh_tw: 卡片人格名稱（如製造者所見）

# olvColumnExtended.Text
source: Extended data count
ja: 拡張データ数
ru: Количество расширенных данных
zh_tw: 擴展數據計數

# olvColumnExtended.ToolTipText
source: Extended data count (additional card data used by plugins)
ja: 拡張データ数（プラグインが使用する追加カードデータ）
ru: Количество дополнительных данных, используемых плагинами.
zh_tw: 擴展資料計數（外掛程式使用的附加卡片資料）

# olvColumnModDate.Text
source: Modified
ja: 変更日
ru: Изменено
zh_tw: 變更日期

# olvColumnModDate.ToolTipText
source: Date this card file was last modified. Might or might not be lost when transferring the card.
ja: カードファイルの最終更新日(転送時に失われる可能性があります。)
ru: Дата последнего изменения файла этого персонажа. Может быть потеряна при передаче карты.
zh_tw: 此卡片檔案最後修改日期。轉移卡片時可能遺失，也可能不會遺失。

# olvColumnFileSize.Text
source: File Size
ja: ファイルサイズ
ru: Размер файла
zh_tw: 檔案大小

# olvColumnFileSize.ToolTipText
source: Size of the card file on disk.
ja: ディスク上のカードファイルのサイズ
ru: Размер файла персонажа на диске.
zh_tw: 磁碟上卡片檔案的大小。

# olvColumnRelativeFilename.Text
source: Relative Filename
ja: 相対ファイル名
ru: Название файла
zh_tw: 相對檔名

# olvColumnRelativeFilename.ToolTipText
source: Name of the card file together with its containing folder path (relative to current directory, only useful with "Include subdirs" enabled).
ja: カードファイルの名前とそのフォルダパス（カレントディレクトリからの相対パス）
ru: Название файла персонажа вместе с путем к папке (относительно текущего каталога, полезно только при включенной функции "Подкаталоги").
zh_tw: 卡片檔案名稱及其所在資料夾路徑（相對於當前目錄，僅在啟用「包含子目錄」時有效）。

# olvColumnFilename.Text
source: File name
ja: ファイル名
ru: Имя файла
zh_tw: 檔案名稱

# olvColumnFilename.ToolTipText
source: Name of the card file without extension.
ja: 拡張子なしのカードファイル名。
ru: Имя файла персонажа без расширения
zh_tw: 不含副檔名的卡片檔案名稱。

# olvColumnCardType.Text
source: Card Type
ja: カードタイプ
ru: Тип карты
zh_tw: 卡片類型

# olvColumnCardType.ToolTipText
source: File format of the card. Some games can have multiple formats depending on game version.
ja: カードのファイル形式。ゲームによっては、バージョンによって複数のフォーマットがあります。
ru: Формат файла карты персонажа. Некоторые игры могут иметь несколько форматов в зависимости от версии.
zh_tw: 卡片檔案格式。部分遊戲可能因版本不同而具備多種格式。

# olvColumnUserID.Text
source: UserID
ja: ユーザーID
zh_tw: 使用者ID

# olvColumnUserID.ToolTipText
source: Unique ID of the user that created this card file. Used by official uploader to allow managing uploaded cards. Not all card types support this field.
ja: このカードファイルを作成したユーザーの固有ID。公式アップローダーがアップロードされたカードを管理するために使用します。すべてのカードタイプがこのフィールドをサポートしているわけではない。
ru: Уникальный идентификатор пользователя, создавшего данную карту. Используется официальным загрузчиком для управления загруженными картами. Не все типы карт поддерживают это поле.
zh_tw: 建立此卡片檔案的使用者之唯一識別碼。官方上傳工具用於此管理已上傳的卡片。並非所有卡片類型皆支援此欄位。

# olvColumnDataID.Text
source: DataID
ja: データID
zh_tw: 資料識別碼

# olvColumnDataID.ToolTipText
source: Unique ID of this card's data. Independant from UserID. Not all card types support this field.
ja: このカードのデータの固有ID。UserIDとは無関係。すべてのカードタイプがこのフィールドをサポートしているわけではない。
ru: Уникальный идентификатор данных карты. Не зависит от UserID. Не все типы карт поддерживают это поле.
zh_tw: 此卡片資料的唯一識別碼。獨立於使用者ID。並非所有卡片類型皆支援此欄位。

# olvColumnMissingMods.Text
source: Missing zipmods/plugins
ja: 不足しているzipmod/plugins
ru: Отсутствующие zipmod/плагины
zh_tw: 缺少 zipmods/plugins

# olvColumnMissingMods.ToolTipText
source: Number of missing zipmods and plugins (added together).
ja: 不足しているzipmodとpluginsの数（合計）。
ru: Количество отсутствующих zipmod'ов и плагинов (отображаются вместе).
zh_tw: 遺失的 zipmods 與外掛程式數量（相加總和）。

# olvColumnVersion.Text
source: Data Version
ja: データバージョン
ru: Версия данных
zh_tw: 資料版本

# olvColumnVersion.ToolTipText
source: Version of the card's data format. Older version means the card was last saved with an older version of the game.
ja: カードのデータフォーマットのバージョン。古いバージョンは、カードが古いバージョンで最後に保存されたことを意味する。
ru: Версия формата данных карты. Более старая версия означает, что карта была последний раз сохранена с более старой версией игры.
zh_tw: 卡片資料格式的版本。舊版本表示該卡片最後是以舊版遊戲格式儲存的。

# toolStripOpenDropdown.Text
source: Open...
ja: オフの場合、トップディレクトリのカードのみが表示される。
ru: Открыть...
zh_tw: 開啟...

# toolStripButtonGo.Text
source: Go
ja: 移動
ru: Перейти
zh_tw: 移動

# toolStripButtonRefresh.Text
source: Refresh
ja: リフレッシュ
ru: Обновить
zh_tw: 重新整理

# toolStripButtonSubdirs.Text
source: Include subdirs
ja: サブディレクトリを含む
ru: Подкаталоги
zh_tw: 包含子目錄

# toolStripButtonSubdirs.ToolTipText
source: Toggle on to show cards from all subdirectories inside this directory. If off, only cards from the top directory are shown.
ja: オンに切り替えると、このディレクトリ内のすべてのサブディレクトリのカードが表示される。
ru: Показать карточки из всех подкаталогов внутри этого каталога. Если выключить, будут показаны только карточки текущей директории.
zh_tw: 開啟此選項可顯示本目錄內所有子目錄的卡片。 若關閉此選項，僅顯示頂層目錄的卡片。

# toolStripButtonDelete.Text
source: Delete
ja: 男性カードフォルダ
ru: Удалить
zh_tw: 刪除

# detailsToolStripMenuItem.Text
source: Details
ja: 表示
ru: Подробности
zh_tw: 詳情

# smallIconsToolStripMenuItem.Text
source: Small icons
ja: 詳細
ru: Малые иконки
zh_tw: 小圖示

# largeIconsToolStripMenuItem.Text
source: Large icons
ja: 小さいアイコン
ru: Большие иконки
zh_tw: 大圖示

# toolStripViewSelect.Text
source: View
ja: 削除
ru: Вид
zh_tw: 檢視

# toolStripDropDownButtonTools.Text
source: Tools
ja: 大きいアイコン
ru: Опции
zh_tw: 工具

# toolStripDropDownButtonTools.ToolTipText
source: Tools
ja: ツール
ru: Опции
zh_tw: 工具

# toolStrip.Text
source: toolStrip1
ja: ツールストリップ
zh_tw: 工具列1

# femaleCardFolderToolStripMenuItem.Text
source: Female card folder
ja: 開く...
ru: Папка с женскими персонажами
zh_tw: 女性角色資料夾

# maleCardFolderToolStripMenuItem.Text
source: Male card folder
ja: 女性カードフォルダ
ru: Папка с мужскими персонажами
zh_tw: 男性角色資料夾

# segregateBySexToolStripMenuItem.Text
source: Segregate selected by sex
ja: ツール
ru: Разделить выбранные карты по полу
zh_tw: 按性別分開選取

# renameCardsToolStripMenuItem.Text
source: Rename selected card files...
ja: 選択したカードを性別で分ける
ru: Переименовать выбранные карты
zh_tw: 重新命名選取的卡片檔案...

# exportAListOfMissingModsToolStripMenuItem.Text
source: Export a list of missing mods...
ja: 選択したカードファイルの名前を変更...
ru: Экспортировать список отсутствующих модов
zh_tw: 匯出缺失模組清單...

# exportToCsvToolStripMenuItem.Text
source: Export to csv...
zh_tw: 匯出為 csv...

# usedZipmodsAndPluginsToolStripMenuItem.Text
source: Used zipmods and plugins
zh_tw: 已使用的 zipmods 與外掛程式

# zipmodUsageincludingUnusedToolStripMenuItem.Text
source: Zipmod usage (including unused)
zh_tw: Zipmod 使用情況（包含未使用項目）

# pluginUsageincludingUnusedToolStripMenuItem.Text
source: Plugin usage (including unused)
zh_tw: 外掛程式使用情況（包含未使用項目）

# $this.Text
source: Cards
ja: 不足しているMODのリストをエクスポート...
ru: Карты
zh_tw: 卡片
